{"Slime Secretions":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"Mildly purified slime secretions. Harmful to the skin. Please avoid direct exposure.","Astable Invention":""},"Shimmering Nectar":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"Nectar that is full of pure elemental energy.Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.","Astable Invention":""},"Ominous Mask":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A glossy bone mask with oil markings painted on it, meant to intimidate enemies.No-one really knows why hilichurls are so fascinated with masks. Some say that it's because they don't want to see their own reflections in the water.","Astable Invention":""},"Recruit’s Insignia":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"An insignia to identify the recruits. Makes one wonder about what the ones joining the Fatui's war machine were thinking."},"Lieutenant’s Insignia":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"An armband to identify officers. The Fatui possess a colossal army, so there must be something extraordinary about the ones who achieved this rank within the group.","Astable Invention":""},"Treasure Hoarder Insignia":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"A signet that proudly represents its owner's position as member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... Is being a thief something to be proud of?"},"Golden Raven Insignia":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it's hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.","Astable Invention":""},"Sealed Scroll":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.","Astable Invention":""},"Dark Statuette":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A carved idol representing an unknown person. Contaminated with a dark and unfathomable power, simply holding it makes you feel uneasy."},"Deathly Statuette":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"A carving that emanates an evil energy, with no indication of what it's truly made of. Simply focusing on it evokes dark whispering inside your very soul."},"Slime Condensate":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"A thick coating found on slimes. Most commonly seen material in elemental workshops."},"Sharp Arrowhead":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A well-made arrowhead. Sharp enough to penetrate armor with the ease of a rock through the surface of water.","Astable Invention":""},"Silver Raven Insignia":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.","Astable Invention":""},"Sergeant’s Insignia":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"An insignia with a different shape to tell the sergeants from new recruits. Perhaps there are complicated emotions behind it.","Astable Invention":""},"Divining Scroll":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth."},"Damaged Mask":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"A broken bone mask that once belonged to some hilichurl.Now more broken than complete, it can no longer perform its primary function."},"Forbidden Curse Scroll":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.","Astable Invention":""},"Whopperflower Nectar":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"Nectar extracted from the stamen of a Whopperflower that contains trace amounts of elemental energy.The taste of the nectar has a hint of Sweet Flower in it."},"Firm Arrowhead":{"Type":"Secondary Ascension Material","Rarity":1,"In-game Description":"A roughly produced arrowhead. Though unimpressive, neither it nor the bow should be underestimated, for even the bravest knight can be felled by an arrow from the rear."},"Slime Concentrate":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"Concentrated slime essence. When left alone, it will begin to move on its own.","Astable Invention":""},"Weathered Arrowhead":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"An old arrowhead coated in blood. The arrowhead has long since lost its sharpness and thus its use as a weapon.However, it represents the pride of a hunter and acts as both an amulet and a medal.","Astable Invention":""},"Gloomy Statuette":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A vague portrayal of some unknown person. Even though it has seen many days, it still has not been damaged in any way."},"Stained Mask":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A bone mask, covered in unidentifiable stains, that emanates a mysterious odor.Yet such is the devotion of hilichurls to masks that they will wear it nonetheless.","Astable Invention":""},"Energy Nectar":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A thick and sticky honey that is full of energy.The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.","Astable Invention":""}}