{"Dandelion Seed":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A tiny seed that rides on the wind. Even without its feathered wings, it still holds the hope from afar within."},"Wolfhook":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A berry with thorns that often gets attached to a wolf's pelt. When you look at it, you can almost hear the echoing cries of the wolves in the woods."},"Violetgrass":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A small flower with strong vitality. It was said its downward-blooming flower keeps its fragrance from dissipating."},"Jueyun Chili":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A spicy plant native to Liyue. Merely smelling it makes one hot and thirsty."},"Cor Lapis":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A precious crystal of condensed pure Geo element that usually grows along with other minerals. It's also commonly called \"Cor Petrae.\""},"Cecilia":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A beautiful flower with a name that suits its appearance. It only grows where harsh winds blow, and is just as intangible as the true heart of an unbound soul."},"Starconch":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"Empty seashells brought ashore by the tides. Hold it close to your ear, and hear the longing calls of the sea."},"Small Lamp Grass":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A wild grass that emits light at night. Used in cooking to enhance other flavors."},"Noctilucous Jade":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A rare mineral that glimmers in the dark. It's said to be a mutated gemstone condensed from the flourishing elements of the world."},"Valberry":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A plump and translucent berry that has a fragrant smell and a sweet refreshing taste. In the past, The watchers of the storms found solace in the sweetness of the fruit and the hope for the city's security."},"Philanemo Mushroom":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life."},"Glaze Lily":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"An extremely ancient flower that was said to be commonly seen in Liyue. It transforms the memories of the land into its fragrance during florescence."},"Silk Flower":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A crimson flower that blooms like the rainbow clouds in Liyue. It can be made into silky-smooth fabric."},"Calla Lily":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A flower that grows near water sources. When cooked the petals have a chunky texture, yet are sweet and a little bitter."},"Windwheel Aster":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are the \"visible winds.\""},"Qingxin":{"Type":"Local Character Ascension Material","Rarity":1,"In-game Description":"A translucent white flower that only grows on the highest stone peaks. It eschews the warmth and moisture of the plains to gaze out afar from the solitary mountaintops."}}