{"Black Crystal Horn":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"A metallic horn with an ominous shine decorated with black crystals of an unknown source. It has hardly been used at all. It is likely a ceremonial item of the hilichurls'.","Astable Invention":""},"Black Bronze Horn":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A metallic monster horn that can only be obtained from especially strong hilichurls, since blowing on the horn takes real strength.","Astable Invention":""},"Heavy Horn":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A crude horn used by hilichurls to warn each other. Given the damage to the horn, it won't be warning anyone any time soon."},"Inspector’s Sacrificial Knife":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"In the hands of its lord, this fierce weapon has handled many \"debts.\" No-one has eyes in the back of their heads, and this weapon and its related techniques are designed around that weakness.","Astable Invention":""},"Chaos Core":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"Comes from ancient defunct relic structures. The core that once drove a mechanical beast. Should you come to understand its workings and reproduce it, you could perhaps change the world.","Astable Invention":""},"Sturdy Bone Shard":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A fragment of an unknown creature's bones that appear to be prized by Geovishap Hatchlings for some reason.The fragment appears to be quite aged. Despite being dragon-like beasts with no spoken language, they still seem to have some sort of special affection for these bone shards.","Astable Invention":""},"Mist Grass Pollen":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"Strange spores created by Mist Grass in enclosed spaces. They are the Cicins' favorite food."},"Chaos Device":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"Comes from ancient defunct relic structures. A part that once held the structure together. Its aesthetically-pleasing engineering is quite exquisite."},"Chaos Circuit":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"Comes from ancient defunct relic structures. Was once a logic circuit responsible for movement functions. Sadly, no-one is able to make sense of how it worked.","Astable Invention":""},"Dead Ley Line Branch":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"Fragile branches from deep within the earth. Even after years of age, from beneath it's mottled surface you can see that its power is not yet entirely lost."},"Mist Grass Wick":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"A rare bundle of Mist Grass that gives off a faint glow. Those who carry it invite both the Cicins and misfortune.","Astable Invention":""},"Hunter’s Sacrificial Knife":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A sharp alloy weapon. Though its owner has been lost, it still reflects a disturbingly cold light."},"Agent’s Sacrificial Knife":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"An oddly-shaped weapon made with superior Snezhnayan technology that once belonged to a senior agent. Proper training is required for using this strange weapon.","Astable Invention":""},"Fossilized Bone Shard":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"A fossilized bone fragment sometimes found after defeating Geovishaps.Geovishaps all dream of growing into great dragons one day. They see these fossils as dragon bones and greatly cherish them, perhaps because they too hope to attain the dragons' longevity and power.","Astable Invention":""},"Dead Ley Line Leaves":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"A twig from deep within the earth. Though it is far from where it once lay, its leaves still pulsate with energy.","Astable Invention":""},"Mist Grass":{"Type":"Secondary Ascension Material","Rarity":3,"In-game Description":"Well-preserved Mist Grass. Some would take advantage of the Cicins' love for the Mist Grass to control them.","Astable Invention":""},"Fragile Bone Shard":{"Type":"Secondary Ascension Material","Rarity":2,"In-game Description":"A bone shard once carried by a Geovishap Hatchling.Although they are quite fragile, they seem to still harbor some indescribable power."},"Ley Line Sprout":{"Type":"Secondary Ascension Material","Rarity":4,"In-game Description":"It is said that there was a great tree whose roots once spread out to every corner of the world, and this branch is said to be part of it. It is almost if it was never broken off and taken far away, for its vitality is such that it still sprouts new leaves even now.","Astable Invention":""}}