{"Acquaint Fate":{"Type":"Currency","Rarity":5,"In-game Description":"A seed that lights up the night.No matter the distance apart, guided by the stone's glimmer, the fated will meet under the stars."},"Mora":{"Type":"Currency","Rarity":3,"In-game Description":"Common currency. The one language everybody speaks."},"Childe and Teucer’s Mora Pouch":{"Type":"Currency","Rarity":1,"In-game Description":"Funds for Teucer's entertainment, provided by Childe, now mixed in with the stash you received from Teucer earlier...The face value of each of these gold coins is very large, but they can be redeemed for smaller change at the Northland Bank."},"Fading Star’s Might":{"Type":"Currency","Rarity":3,"In-game Description":"A collection of celestial energy.Can be exchanged for treasure during the \"Unreconciled Stars\" event."},"Anemo Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"An insignia that shows the recognition of the winds of Mondstadt.Can be exchanged for special items in Mondstadt."},"Masterless Stardust":{"Type":"Currency","Rarity":4,"In-game Description":"Currency used to purchase rare resources from the Shop.Surplus Stardust of destiny. Perhaps it can create new destinies when in large enough quantities."},"Masterless Starglitter":{"Type":"Currency","Rarity":5,"In-game Description":"Currency used to purchase rare resources from the Shop.Surplus Starglitter of destiny. Perhaps it can light up other corners of the universe."},"Dendro Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"A token of recognition and appreciation that can be found around Mondstadt. Can be exchanged for rare items in the shop."},"Primogem":{"Type":"Currency","Rarity":5,"In-game Description":"A primordial crystalline gem that's beyond the mundane world. Shines with the condensed hopes and dreams of universes that once were."},"Character EXP":{"Type":"Currency","Rarity":3,"In-game Description":"Character EXP, used to level up characters."},"Story Key":{"Type":"Currency","Rarity":4,"In-game Description":"A key used to unlock Story Quests.Obtained by completing the required number of Daily Commissions."},"Fragile Resin":{"Type":"Currency","Rarity":4,"In-game Description":"An item used to restore Original Resin by 60 points.This crystalline substance pulsates with a little energy that can be absorbed by Original Resin.The flow of energies of all sorts is the source of many wonders and challenges in this world. Those same energies are also contained within this crystal."},"Glimmering Essence":{"Type":"Currency","Rarity":3,"In-game Description":"A collection of vital energy that exudes a faint glimmer of light.Can be exchanged for treasure during the event \"The Chalk Prince and the Dragon.\""},"Cryo Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"A token of recognition and appreciation that can be found around Mondstadt. Can be exchanged for rare items in the shop."},"Adventure EXP":{"Type":"Currency","Rarity":3,"In-game Description":"Adventure EXP. Used to improve Adventure Rank."},"Original Resin":{"Type":"Currency","Rarity":3,"In-game Description":"Used to vitalize Petrified Trees and Ley Line Blossoms, allowing access to the treasures they hold. Energy regenerates over time.It is said that the roots of all the Irminsul trees and blossoms in the world are intertwined at the deepest, most hidden place in the earth, and that the pattern the root system makes defines the Ley Lines of the world."},"Pyro Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"A token of recognition and appreciation that can be found around Mondstadt. Can be exchanged for rare items in the shop."},"Hydro Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"A token of recognition and appreciation that can be found around Mondstadt. Can be exchanged for rare items in the shop."},"Genesis Crystal":{"Type":"Currency","Rarity":5,"In-game Description":"An energy crystal from the very origin of the universe. Formed from within nothingness out of pure potential and hope, it contains enough energy to create a newborn star."},"A Huge Bag of Mora":{"Type":"Currency","Rarity":1,"In-game Description":"Funds provided by Childe. The sense of stability one gets from its weight also makes one unwilling to part with the money...The face value of each of these gold coins is very large, but they can be redeemed for smaller change at the Northland Bank."},"Miraculous Essence":{"Type":"Currency","Rarity":4,"In-game Description":"A wondrous energy capable of reviving and mutating a withered Cryo Regisvine.Can be exchanged for invaluable treasure during the event \"The Chalk Prince and the Dragon.\""},"Iron Coin":{"Type":"Currency","Rarity":3,"In-game Description":"An ancient type of coinage that Ulman is collecting. Perhaps he may offer you something in exchange for Iron Coins.Long ago, there was once an organization that attempted to found their own nation. These coins were the nation's minted currency at the time."},"Crimson Agate":{"Type":"Currency","Rarity":1,"In-game Description":"A type of crystal formed from the combination of concentrated life force with an energy unique to Dragonspine. Makes for an ideal nutrient for growing Frostbearing Trees."},"Intertwined Fate":{"Type":"Currency","Rarity":5,"In-game Description":"A fateful stone that connects dreams.Its glimmers can entwine fates and connect dreams, just as how its glimmers links stars into the shapes of a heart's desires."},"Electro Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"A token of recognition and appreciation that can be found around Mondstadt. Can be exchanged for rare items in the shop."},"Warm Essence":{"Type":"Currency","Rarity":3,"In-game Description":"A collection of vital energy that exudes a gentle warmth.Can be exchanged for precious treasure during the event \"The Chalk Prince and the Dragon.\""},"Stardust":{"Type":"Currency","Rarity":3,"In-game Description":"Small talent points (Including the main character)"},"Fading Star’s Essence":{"Type":"Currency","Rarity":4,"In-game Description":"Distilled celestial energy.Can be exchanged for valuable treasure during the \"Unreconciled Stars\" event.The essence of a faraway star. The power emanating from within is warm to the touch."},"Companionship EXP":{"Type":"Currency","Rarity":3,"In-game Description":"Companionship EXP. Used to increase Friendship levels."},"Starglitter":{"Type":"Currency","Rarity":4,"In-game Description":"Large talent points (Including the main character)"},"Memory of Eternal Flames":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of a Pyro-aligned Traveler."},"Veneficus":{"Type":"Currency","Rarity":3,"In-game Description":"A resource used to build all manner of Mechanici in the Theatre Mechanicus. Still, the word \"magisterium\" itself seems to come from some old book..."},"Memory of Immovable Crystals":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of a Geo-aligned Traveler."},"Peace Talisman":{"Type":"Currency","Rarity":3,"In-game Description":"Jade talismans that can be obtained during Lantern Rite. The people of Liyue believe that these talismans can bring and defend peace. You might be able to exchange these for some things during Lantern Rite..."},"Geo Sigil":{"Type":"Currency","Rarity":3,"In-game Description":"An insignia that shows the recognition of the cliffs of Liyue.Can be exchanged for special items in Liyue."},"Memory of Flourishing Green":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of a Dendro-aligned Traveler."},"Memory of Roving Gales":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of an Anemo-aligned Traveler."},"Memory of Violet Flash":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of an Electro-aligned Traveler."},"Festive Fever":{"Type":"Currency","Rarity":3,"In-game Description":"The festive mood during Lantern Rite. Perhaps the atmosphere on the day of the Rite will be better the higher the Festive Fever is..."},"Mondstadt Reputation EXP":{"Type":"Currency","Rarity":3,"In-game Description":"Increases your Reputation Lv. (Mondstadt)"},"Memory of Running Stream":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of a Hydro-aligned Traveler."},"Liyue Reputation EXP":{"Type":"Currency","Rarity":3,"In-game Description":"Increases your Reputation Lv. (Liyue)"},"Memory of Piercing Frost":{"Type":"Currency","Rarity":5,"In-game Description":"The missing star from the Talents of a Cryo-aligned Traveler."}}