{"Bird Egg":{"Type":"Ingredient","Rarity":1,"In-game Description":"An incredibly versatile ingredient that can supply all of your daily protein needs."},"Mint":{"Type":"Ingredient","Rarity":1,"In-game Description":"A refreshingly cool ingredient. The cool, fresh flavor can cut through the heat of many dishes."},"Milk":{"Type":"Ingredient","Rarity":1,"In-game Description":"Sweet and fragrant cow's milk. Don't waste a single drop, not even that one rolling down your chin."},"Jueyun Chili":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A spicy plant native to Liyue. Merely smelling it makes one hot and thirsty."},"Fowl":{"Type":"Ingredient","Rarity":1,"In-game Description":"A fresh chunk of fowl. Handled correctly it can make a hearty meal."},"Cor Lapis":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A precious crystal of condensed pure Geo element that usually grows along with other minerals. It's also commonly called \"Cor Petrae.\""},"Pepper":{"Type":"Ingredient","Rarity":1,"In-game Description":"Peppery. Cuts through oily flavors and excites the taste buds. Goes best on meat."},"Matsutake":{"Type":"Ingredient","Rarity":1,"In-game Description":"A rare fungus that generally grows on or near pine trees. Its delicate aroma gives away its location."},"Tofu":{"Type":"Ingredient","Rarity":1,"In-game Description":"Freshly made bean product that has a silky-smooth tender texture."},"Cabbage":{"Type":"Ingredient","Rarity":1,"In-game Description":"A layered, leafy vegetable. Said to have originally been an ornamental plant, it certainly looks great in the pot."},"Radish":{"Type":"Ingredient","Rarity":1,"In-game Description":"Rich in fiber and nutrients. Easy to grow and harvest."},"Dandelion Seed":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A tiny seed that rides on the wind. Even without its feathered wings, it still holds the hope from afar within."},"Almond":{"Type":"Ingredient","Rarity":1,"In-game Description":"A seed with a peculiar fragrance that gives food a refreshing taste."},"Small Lamp Grass":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A wild grass that emits light at night. Used in cooking to enhance other flavors."},"Lotus Head":{"Type":"Ingredient","Rarity":1,"In-game Description":"An aquatic plant native to Liyue that grows and blooms in pairs. One is fragrant, and the other bitter. It's said to make a good herbal medicine."},"Sweet Flower":{"Type":"Ingredient","Rarity":1,"In-game Description":"Particularly fragrant flowers. They can be found easily, even in the dark. Just follow the scent."},"Berry":{"Type":"Ingredient","Rarity":1,"In-game Description":"Small, brightly-colored fruit. They can be found everywhere, and the taste of them wipes the fatigue of a long journey away."},"Mushroom":{"Type":"Ingredient","Rarity":1,"In-game Description":"Hardy common fungi. Can grow anywhere with the right amount of shade and moisture."},"Snapdragon":{"Type":"Ingredient","Rarity":1,"In-game Description":"Can be eaten once cooked. As a spice, it can bring wonderful flavor to dishes."},"Tomato":{"Type":"Ingredient","Rarity":1,"In-game Description":"A bright red ingredient that gives a tangy kick. Yes, the \"fruit or vegetable\" debate is still going..."},"Smoked Fowl":{"Type":"Ingredient","Rarity":2,"In-game Description":"Fowl that has been smoked. The firmness of the meat gives new texture to dishes."},"Raw Meat":{"Type":"Ingredient","Rarity":1,"In-game Description":"A fresh chunk of meat. Handled properly it can be used to make delicious food."},"Calla Lily":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A flower that grows near water sources. When cooked the petals have a chunky texture, yet are sweet and a little bitter."},"Flour":{"Type":"Ingredient","Rarity":1,"In-game Description":"A powder ground from wheat. No matter what it goes into, it brings a sense of satisfaction to the diner."},"Potato":{"Type":"Ingredient","Rarity":1,"In-game Description":"A chunky vegetable. A gift from the earth that you never tire of with its multitude of cooking methods."},"Violetgrass":{"Type":"Ingredient, Local Character Ascension Material","Rarity":1,"In-game Description":"A small flower with strong vitality. It was said its downward-blooming flower keeps its fragrance from dissipating."},"Fish":{"Type":"Ingredient","Rarity":1,"In-game Description":"A fresh fillet of fish. Handled correctly it can make a rich dish."},"Sugar":{"Type":"Ingredient","Rarity":2,"In-game Description":"A seasoning derived from Sweet Flowers. Has the power to give both energy and happiness."},"Onion":{"Type":"Ingredient","Rarity":1,"In-game Description":"A spherical vegetable. As vengeance for cutting it, it will make you cry, no matter how brave you are."},"Rice":{"Type":"Ingredient","Rarity":1,"In-game Description":"A grain crop commonly found in Teyvat. People of all walks of life enjoy its distinct grainy texture. As the saying goes, \"The same kind of rice can feed one hundred kinds of people.\""},"Ham":{"Type":"Ingredient","Rarity":2,"In-game Description":"Smoked leg meat. Even the thinnest slice is packed full of flavor."},"Mist Flower Corolla":{"Type":"Ingredient","Rarity":1,"In-game Description":"A flower bud encased in solid ice. Even after being picked, the flower continues to emit cold."},"Crystal Chunk":{"Type":"Ingredient","Rarity":1,"In-game Description":"An uncut crystal. Only professional craftsmanship can bring out its true value."},"Northlander Sword Prototype":{"Type":"Ingredient","Rarity":4,"In-game Description":"Weapon crafting material. Can be used to forge 4-Star swords. Philosophers believe marbles have the potential to be sculpted into beautiful statures. These prototypes also have unlimited potential."},"Magical Crystal Chunk":{"Type":"Ingredient","Rarity":1,"In-game Description":"These crystal chunks can be refined into Weapon EXP materials by using Original Resin.Crystals from mines that were eroded by the energy of the Ley Lines cannot be processed by ordinary means."},"Chilled Meat":{"Type":"Ingredient","Rarity":1,"In-game Description":"Rare, fresh meat.This species of boar is recorded to have gone extinct several hundred years ago and has been preserved by the extreme temperatures on Dragonspine. For the gourmets of Teyvat, this is an ingredient of unspeakable sacrosanctness."},"Northlander Bow Prototype":{"Type":"Ingredient","Rarity":4,"In-game Description":"Weapon crafting material. Can be used to forge 4-Star bows. Philosophers believe marbles have the potential to be sculpted into beautiful statures. These prototypes also have unlimited potential."},"White Iron Chunk":{"Type":"Ingredient","Rarity":1,"In-game Description":"Skilled hands can make this into something brilliant."},"Crystal Core":{"Type":"Ingredient","Rarity":1,"In-game Description":"The core of a crystal butterfly. It absorbs elemental energy that had escaped into the atmosphere."},"Horsetail":{"Type":"Ingredient","Rarity":2,"In-game Description":"A purple plant that sometimes grows amidst Silvergrass but grows taller, straighter, and plumper — like an aristocrat among the paupers."},"Vitalized Dragontooth":{"Type":"Ingredient","Rarity":4,"In-game Description":"A Dragontooth infused with vitality. Just its luster and texture are enough to make one uneasy..."},"Northlander Catalyst Prototype":{"Type":"Ingredient","Rarity":4,"In-game Description":"Weapon crafting material. Can be used to forge 4-Star catalysts. Philosophers believe marbles have the potential to be sculpted into beautiful statures. These prototypes also have unlimited potential."},"Butterfly Wings":{"Type":"Ingredient","Rarity":1,"In-game Description":"Brightly colored wings. The powder that falls from them shimmers a little. Perhaps this is what allows them to fly?"},"Strange Tooth":{"Type":"Ingredient","Rarity":3,"In-game Description":"A Dragontooth you picked up in Dragonspine. Perhaps someone would know something more about it..."},"Starsilver":{"Type":"Ingredient","Rarity":3,"In-game Description":"A rare and precious ore formed by the unique geographical conditions and Ley Lines of Dragonspine."},"Jam":{"Type":"Ingredient","Rarity":3,"In-game Description":"A gelatinous substance made from fruit and sugar. Even a little bit can easily wake up tired taste buds."},"Cheese":{"Type":"Ingredient","Rarity":3,"In-game Description":"Made from fermented milk. High in energy, it's used in a wide range of dishes."},"Crab":{"Type":"Ingredient","Rarity":1,"In-game Description":"A shelled creature that lives near the ocean. Its flaky, delicious meat can easily be made into tasty dishes."},"Sausage":{"Type":"Ingredient","Rarity":3,"In-game Description":"Finely minced meat wrapped in a skin. A staple of every meat lover's daily diet."},"Wheat":{"Type":"Ingredient","Rarity":1,"In-game Description":"Golden sun-kissed tassels. Needs to be ground down to flour for further use."},"Cream":{"Type":"Ingredient","Rarity":2,"In-game Description":"A dairy product made from milk. An essential ingredient in making pastries."},"Flaming Flower Stamen":{"Type":"Ingredient","Rarity":1,"In-game Description":"The stamen of a fiercely burning flower. Even after being extinguished, it still emits heat."},"Sunsettia":{"Type":"Food, Ingredient","Rarity":1,"Effect":"Restores 300 HP","In-game Description":"A plump fruit, beautiful like the sunset, that is abundant across all of Teyvat. It has a curious, sweet aroma and is able to energize an individual."},"Crab Roe":{"Type":"Ingredient","Rarity":3,"In-game Description":"A delicacy specific to female crabs. A rare and prized ingredient that isn't quite to everyone's taste."},"Shrimp Meat":{"Type":"Ingredient","Rarity":1,"In-game Description":"A whole piece of deep sea shrimp meat, full of nutrients and bursting with delicious flavor."},"Bacon":{"Type":"Ingredient","Rarity":3,"In-game Description":"Smoked strips of pork. Crispy with a bit of fat, but not too greasy. Mmmmm... bacon."},"Bamboo Shoot":{"Type":"Ingredient","Rarity":1,"In-game Description":"A fresh young bamboo shoot, straight out of the ground. It is a delicious cooking ingredient with an exotic aroma, found exclusively in bamboo-growing regions."},"Pinecone":{"Type":"Ingredient","Rarity":1,"In-game Description":"Filled with oil-rich seeds. Certainly won't be growing into a tree from inside a squirrel's stomach."},"Apple":{"Type":"Food, Ingredient","Rarity":1,"Effect":"Restores 300 HP","In-game Description":"Crisp and fragrant. Delicious raw or made into wine."},"Frog":{"Type":"Ingredient","Rarity":1,"In-game Description":"Common frog found in moist environments. Full of energy, they secrete a substance that will keep you full of vitality."},"Northlander Claymore Prototype":{"Type":"Ingredient","Rarity":4,"In-game Description":"Weapon crafting material. Can be used to forge 4-Star claymores. Philosophers believe marbles have the potential to be sculpted into beautiful statures. These prototypes also have unlimited potential."},"Electro Crystal":{"Type":"Ingredient","Rarity":1,"In-game Description":"A power-rich crystal that draws electricity from the air around it. Holding it makes your hand a little numb."},"Salt":{"Type":"Ingredient","Rarity":1,"In-game Description":"A savory seasoning. A precise but adequate amount will elevate the quality of the cuisine."},"Carrot":{"Type":"Ingredient","Rarity":1,"In-game Description":"A healthy and nutritious vegetable that is crunchy and sweet to the taste. Easy to grow and harvest."},"Loach Pearl":{"Type":"Ingredient","Rarity":1,"In-game Description":"A shiny pearl spat out by a loach that has mystical medicinal properties.Minerals and elemental particles ingested by the loach condense into these mildly magical beads. When threatened, the loach spits them out to confuse predators and escape with its life."},"Northlander Polearm Prototype":{"Type":"Ingredient","Rarity":4,"In-game Description":"Weapon crafting material. Can be used to forge 4-Star polearms. Philosophers believe marbles have the potential to be sculpted into beautiful statures. These prototypes also have unlimited potential."},"Dust of Transmutation":{"Type":"Ingredient","Rarity":2,"In-game Description":"A device that can transmute elemental Ascension Materials and change their elemental attribute.Its practical uses notwithstanding, alchemy is the study of the nature of matter and the rules that underpin such changes, and it points towards laws that govern the cycles of the world and the movement of ley lines.Someone has, for reasons as unknown as they are, distributed such great alchemical achievements throughout the land. And though they are convenient and useful indeed, they also conceal the power to upset the balance within them..."},"Iron Chunk":{"Type":"Ingredient","Rarity":1,"In-game Description":"This iron chunk can be turned into a multitude of handy items in the hands of a skilled craftsman."},"Butter":{"Type":"Ingredient","Rarity":2,"In-game Description":"An extract from milk. With the appropriate application, it can bring rich aromas to even the most basic ingredients."},"Lizard Tail":{"Type":"Ingredient","Rarity":1,"In-game Description":"A lizard tail that curled up after losing its owner. Very bitter, but has skin hardening properties."},"Luminescent Spine":{"Type":"Ingredient","Rarity":1,"In-game Description":"The light-emitting part of a firefly. Used for courtship, and in medicine to help recover strength."}}