{"Mist Veiled Mercury Elixir":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.With Fulu (Sigils), the adepti can store their power in the form of symbols, and with Waijing (Sub-Space Creation) they can fashion a cosmic paradise with the power of their minds. The manufacture of elixirs, however, has always been shrouded in mystery, for certain death follows for any who swallow them.","Principium of Astrology":""},"Relic from Guyun":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.The stone spear has a glimmering core formed by the power of the defeated gods. Their hatred is not directed at Morax, however, for they have lost themselves a long time ago and are incapable of holding personal grudges.","Principium of Astrology":""},"Shackles of the Dandelion Gladiator":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.Vennessa was not truly bound by her chains. If she had so wished, no ordinary physical constraints forged in Mondstadt could have held her, for the land there yielded no ore of exceptional quality, nor did it possess the divine flame of her ancestral home.She was only bound by her responsibility to take care of her tribespeople.","Principium of Astrology":""},"Mist Veiled Gold Elixir":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.Elixirs are in fact pills made from metal alloys. They were created by the adepti, and are able to grant weapons transcendent powers. However, they are rarely seen in the world due to the hubris of the practitioners of martial arts, who prized the ways of combat over the paths of the adepti.","Principium of Astrology":""},"Boreal Wolf’s Milk Tooth":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.Andrius' wolf pack is its blessed honor guard, and even the milk teeth of a wolf cub possess great potential.In the past, the gods had the responsibility to love all people. Andrius was therefore quite unusual in that he became leader of the wolves, while only welcoming abandoned babies and wanderers when it came to humans."},"Mist Veiled Primo Elixir":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.An elixir of the highest quality. It embodies a state of intertwining order and chaos, and is said to mirror how the world was when it was first created. Of course, a certain someone knows that this was not the case.","Principium of Astrology":""},"Divine Body from Guyun":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.That which lurks within and animates this relic are the divine remains of lamenting gods. They are unrealized ideals, designs for a prosperous humanity that could never be. They may now lie deep within stone and sea, but they will not go quietly into the night.","Principium of Astrology":""},"Lustrous Stone from Guyun":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.The learned know that Guyun Stone Forest is far more than simply a miraculous sight on the sea to behold: It is the cemetery of the former gods of Liyue. Hatred and filth have periodically risen up from it, but all have been subdued by a demon-conquering young man.","Principium of Astrology":""},"Mist Veiled Lead Elixir":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.Jueyun Karst is the realm of the mighty and illuminated adepti. But other than the ability to control the elements of the world, Jueyun Karst is also home to three other untold secrets: Alchemy, Sigils, and Sub-Space Creation."},"Chains of the Dandelion Gladiator":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.The chains that once bound the great hero Vennessa. In truth, all gladiators would have worn chains in that era, and Vennessa was but one of many.","Principium of Astrology":""},"Chunk of Aerosiderite":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.When Khaenri'ah was destroyed, a great sinner created endless monsters with dark, alien blood flowing through their veins. They rampaged across the land, destroying all in their paths. They were mutated lifeforms, and the mutations were caused by powers from beyond this world. The black serpentine dragon Durin that attacked Mondstadt was one such mutated being.","Principium of Astrology":""},"Boreal Wolf’s Nostalgia":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.The Wolf King, believing himself to despise humans, thought himself unable to envision a happy life for humanity, making him unworthy of becoming the Lord of the Winds of the world. Therefore, he chose to disappear. Yet, in truth, he gazes on the ones abandoned by the world ever so gently.","Principium of Astrology":""},"Fetters of the Dandelion Gladiator":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.It's a human thing to exaggerate a hero's story, even to the point of elevating the fetters that once bound the hero to the level of an enemy of true freedom.As a result, these fetters were granted extraordinary powers."},"Debris of Decarabian’s City":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.Decarabian, the God of Storms, was content with the capital city he had raised, and accepted the worship of the people from atop his tower. But he knew not that the people did not bow to him out of respect or adoration.","Principium of Astrology":""},"Tile of Decarabian’s Tower":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.The place now known as Stormterror's Lair was once the capital city of Decarabian, the God of Storms. Since this dream of prosperity was created entirely by his divine might, the broken pieces left behind by the shattering of that dream still possess great power."},"Fragment of Decarabian’s Epic":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.Andrius once declared war upon Decarabian, but failed to even scratch the capital of the Lord of the Tower. If it were not for the song of freedom that shattered the city in an instant, Decarabian's dream would have gone on forever.","Principium of Astrology":""},"Bit of Aerosiderite":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.The coastal nations of Teyvat refer to the region beyond the protection of The Seven as the Dark Sea. It is said that many defeated gods refused to live under the new order of The Seven, so they fled to remote islands and became evil gods. However, their powers came from the same source as Rex Lapis, separate from this all-devouring darkness.","Principium of Astrology":""},"Boreal Wolf’s Broken Fang":{"Type":"Weapon Ascension Material","Rarity":4,"In-game Description":"Weapon Ascension Material.The wolf pack also understands that humans are not solitary creatures. The honorary broken tooth is a parting gift said to bring protection and luck.In the legends of a far-off world, a female wolf once adopted two great humans. Their home was known as the Cave of Wolves, or Lupercal - that word meaning the same thing as Lupical does in this world.","Principium of Astrology":""},"Scattered Piece of Decarabian’s Dream":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.The people did not bow to Decarabian out of respect or adoration, but because the harsh winds had laid them low. This was the shattered dream and ambition of the Anemo Archon before the rise of Barbatos.He tried so hard to make his dream come true, and so the fragments of that dream are still mighty.","Principium of Astrology":""},"Piece of Aerosiderite":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.Rumors of sea monsters are commonplace in Liyue, since the other shore is an unknown region that lies outside of Teyvat. Without the protection of The Seven, all that lies beyond is unknown chaos. Only power beyond the order of Teyvat is able to stain the power of Rex Lapis black.","Principium of Astrology":""},"Luminous Sands from Guyun":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.The stone pillars that tower amid the Guyun Stone Forest were once the stone spears Morax used to defeat his enemies. As time passed, the body of these gods penetrated into the pillars, granting them divinity. The pillars sometimes shed fragments of hatred and curses."},"Boreal Wolf’s Cracked Tooth":{"Type":"Weapon Ascension Material","Rarity":3,"In-game Description":"Weapon Ascension Material.The life of a wolf is not without violence, broken bones or cracked teeth are nothing special.Andrius found humans to be a disappointment, but believed babies to be innocent. If both the wolf pack and the adopted children chose each other, then they become a Lupical, a fated family.","Principium of Astrology":""},"Dream of the Dandelion Gladiator":{"Type":"Weapon Ascension Material","Rarity":5,"In-game Description":"Weapon Ascension Material.Vennessa may have been freed from slavery, but she then found herself subject to many other, even greater forms of bondage. What began as a duty to her tribespeople extended to all of Mondstadt, then to the concept of freedom itself, and beyond a point even to the whole world.What she really hoped for, in truth, was that the world might grow stronger.","Principium of Astrology":""},"Grain of Aerosiderite":{"Type":"Weapon Ascension Material","Rarity":2,"In-game Description":"Weapon Ascension Material.A black meteor once fell beyond Liyue's Sea of Clouds, said to have fallen to vanquish a monster. However, it was stained by powerful tainted blood, so this item no longer possesses the pure power of Rex Lapis."}}